var summary = [
    {//总评语
        "epilogue": "《高效能人士的七个习惯》这本书里面，阐述了将会影响人一生的七个习惯：主动积极、以终为始、要事第一、双赢思维、" +
        "知彼解己、统合综效、不断更新。请你细细回想一下生活中的各种细节，接着往下看，也许你会找到答案。"
    },
    {//总分（0~14分）
        "honor": "不折不扣的拖延症患者",
        "start": "你很想好好安排你的生活，可粗心的你却经常忽视生活上的细节，你有自己的发光点，也有许多被忽略的不良习惯。",
        "end": "为生活好好地安排，善待自己，稍加主动和坚持，你的很多好习惯会慢慢培养起来，并且你的生活也会变得井井有条。"
    },
    {//总分（14~35分）
        "honor": "修炼中的实干派",
        "start": "你的生活习惯良好，看来你已经意识到好的习惯能为你的生活和工作带来的种种好处，你有很多的发光点，可是也有少部分的细节需要警惕哦！",
        "end": "继续保持耐心和恒心，在忙碌的生活和工作中提升自己，好的习惯要继续保持，不良的生活习惯也要引起警惕哦！坚持为你的健康生活充电！"
    },
    {//总分（35~42分）
        "honor": "华丽丽的高效能人士",
        "start": "开头：为自己的健康生活点赞，你的生活方式很棒，良好的生活习惯常常让你在生活和工作中受益匪浅，作为金子的你在哪里都会发光发热的。",
        "end": "总的来说你是一个很懂得生活的人，并且以身作则去影响身边的人。因为你始终相信，注重养成好习惯是把握生活质量的关键。"
    },
    {//各分类的总分是3-4分的或其他分的，显示以下内容
        "narrow": "你是一个懂得生活的人，生活习惯良好，每一个生活习惯你都算规规矩矩。<br>" +
        "在各种环境下你能够保持自己的内在积极主动性，并且你不是一个强势的人，也肯为亲朋好友着想，习惯跟身边的人保持良好的关系。" +
        "在工作上，各种压力尽管会让你在刚开始的时候不知所措，但是最终也总能积极地坚持完成。<br>" +
        "请继续保持下去，小小的生活好习惯会为你带来意想不到的价值。"
    }
];

var lightFlash = {
    "主动积极": {
        "bad": "面对外界的影响，消极而缺乏主见的你常常会习惯被动，行为和情绪容易受制于环境影响。",
        "good": "面对外界的影响，积极主动的你习惯在各种环境下主动出击，在工作和人际交往中也很善于争取机会。"
    },
    "以终为始": {
        "bad": "在处事方面，你很多时候会优柔寡断，总觉得愿景遥不可及，可别忘了很多事情的实施都需要想象和目标哦！",
        "good": "在处事方面，有理想和目标的你总会让你做事情踏踏实实，善始善终。你习惯为自己建立目标，并坚持不懈地为之努力。"
    },
    "要事第一": {
        "bad": "面对繁琐的事务，常常被事情推着走，却不太会科学安排事务。忙忙碌碌的你会无从着力。",
        "good": "面对繁琐的事务，你习惯有计划行事，善于分清主次轻重，在忙碌的生活节奏中能抓住主线，为自己的努力创造价值。"
    },
    "双赢思维": {
        "bad": "面对合作与博弈，你习惯用非此即彼的思维去看事情，太在乎输赢是会让自己鸭梨山大哦！",
        "good": "面对合作与博弈，你善于在合作中找到利益的平衡点，常常能够在合作中取得成功。"
    },
    "知彼解己": {
        "bad": "与他人的沟通上，你很勇于发表自己的意见和看法，可是缺乏耐心倾听，容易以自我为中心，从而忽略对方的立场。",
        "good": "与他人的沟通上，你很善于倾听，对于朋友的倾诉常常懂得换位思考，感同身受，从而能够知彼解己，并得到他人的信任。"
    },
    "统合综效": {
        "bad": "面对差异与分歧，你很难去统合，特别是在工作中，意见各异会让你烦躁，你常常会选择折中或妥协，最终发现还是众口难调。",
        "good": "你在团队中都是出色的统合者，你很善于学习各方的优势和尊重差异，并且能够激发身边的人去解决问题。"
    },
    "不断更新": {
        "bad": "在自我提升方面，心有余而力不足，常常安于现状或输给了借口，没有很好地去坚持发展自己的方方面面。",
        "good": "在自我提升方面，你不满于现状，希望通过各种途径去提升自己的身心、智力、情感等方面，从而更好地为自己创造更好地生活质量。"
    }
};